---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Architecture.RoomTag
source: html/c8eec458-15a9-9ef4-26db-277e0c13a9c3.htm
---
# RoomTag Members

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.